medecine/item265-anomalie_bilan_eau_sodium.org
#+title: Anomalie bilan eau sodium
#+latex_header: \usepackage{tabularx}
#+latex_header: \usepackage{booktabs}
#+latex_header: \usepackage[margin=1cm]{geometry}
#+latex_header_extra: \usepackage{adjustbox}
#+LATEX: \def\dec{$\searrow{}$}
#+LATEX: \def\inc{$\nearrow{}$}
#+LATEX: \newcommand{\tabitem}{~~\llap{\textbullet}~~}
#+LATEX: \newcommand{\ttabitem}{~~~~~~\llap{$\square$}~~}
#+LATEX: \newcommand{\tttabitem}{~~~~~~~~\llap{-}~~}

#+begin_table
#+LATEX: \centering
#+LATEX: \adjustbox{max width=\linewidth}{
#+ATTR_LATEX: :center nil
|------------+------------------------------------------------------------------------------------+--------------------------------------------------------------------|
|            | Déshydratation extracellulaire (DEC)                                               | Hyperhydratation extracellulaire                                   |
|------------+------------------------------------------------------------------------------------+--------------------------------------------------------------------|
| Mécanisme  | Perte de sodium (peut être iso-osmotique)                                          | Gain de sodium                                                     |
| Étiologie  | _Pertes extrarénales_ (natriurèse adaptée < 20 mmol/24 h)                          | *Insuffisance cardiaque* ;                                         |
|            | \tabitem digestive : vomissements, diarrhées...                                    | *Cirrhose ascitique* ;                                             |
|            | \tabitem cutanée : sudation (fièvre, exercice physique ),                          | *Syndrome néphrotique*                                             |
|            | exsudation cutanée (brûlure, dermatose bulleuse),                                  | Rénal:  GN  aiguës, IR aiguë et chronique                          |
|            | mucoviscidose.                                                                     | Hypoprotidémies secondaires                                        |
|            | _Perte rénales_ (natriurèse inadaptée > 20 mmol/24 h)                              | (dénutrition,  entéropathies exsudatives)                          |
|            | \tabitem maladie rénale intrinsèque :                                              | Vasodilatation périphérique excessive (grossesse, Paget..)         |
|            | néphropathie interstitielle (perte de sel)                                         |                                                                    |
|            | IRC sévère, régime désodé,                                                         |                                                                    |
|            | syndrome de levée d’obstacle.                                                      |                                                                    |
|            | \tabitem défaut de réabsorption tubulaire du sodium :                              |                                                                    |
|            | \tabitem polyurie osmotique (diabète sucré, mannitol)                              |                                                                    |
|            | \tabitem hypercalcémie,                                                            |                                                                    |
|            | \tabitem utilisation de diurétiques,                                               |                                                                    |
|            | \tabitem insuffisance surrénale aiguë.                                             |                                                                    |
|            | _"Troisième secteur"_ (péritonites, pancréatites aiguës,                           |                                                                    |
|            | occlusions intestinales, rhabdomyolyses traumatiques)                              |                                                                    |
|------------+------------------------------------------------------------------------------------+--------------------------------------------------------------------|
| Clinique   | Perte de poids                                                                     | Interstitiel :                                                     |
| diagnostic | Signe du pli cutané.                                                               | \tabitem \oe{}dèmes périphériques généralisés, déclives,           |
|            | HypoTA orthostatique, puis décubitus.                                              | blancs, mous, indolores et donnant le signe du godet               |
|            | Tachycardie compensatrice réflexe.                                                 | Séreuses : épanchement péricardique, pleural, ascite               |
|            | (Choc hypovolémique)                                                               | Plasmatique :                                                      |
|            | Aplatissement des veines superficielles.                                           | \tabitem élévation de la pression artérielle                       |
|            | Baisse de la pression veineuse centrale.                                           | \tabitem OAP                                                       |
|            | Oligurie avec concentration des urines si extra-rénal                              | Prise de poids.                                                    |
|            | Sécheresse de la peau dans les aisselles.                                          |                                                                    |
|            | Soif, moins marquée que DIC                                                        |                                                                    |
|------------+------------------------------------------------------------------------------------+--------------------------------------------------------------------|
| Biologie   | \tabitem hémoconcentration: \inc protidémie, \inc Ht                               | Hémodilution (anémie, hypoprotidémie)                              |
|            | \tabitem Natriurèse effondrée (UNa < 20 mmol/24 h) (si perte extrarénale de Na)  : |                                                                    |
|            | \tabitem Conséquences de l’hypovolémie : IR fonctionnelle, hyperuricémie           |                                                                    |
|            | \tabitem Alcalose métabolique de "contraction"                                     |                                                                    |
|------------+------------------------------------------------------------------------------------+--------------------------------------------------------------------|
| Traitement | Oral (sel de table + gélules de NaCl) ou IV soluté salé isotonique 9g/L            | Bilan sodé négatif :                                               |
|            | Selon fonction cardiqaue, *Surveillance clinique*                                  | \tabitem Régime alimentaire désodé (< 2 g/24 h)                    |
|            | Déficit extracellulaire (en litre) = 20 % x poids actuel x ([Ht actuel/0,45] – 1)  | \tabitem diurétiques d’action rapide                               |
|            |                                                                                    |                                                                    |
|            |                                                                                    |                                                                    |
|            |                                                                                    |                                                                    |
|------------+------------------------------------------------------------------------------------+--------------------------------------------------------------------|
|            | DIC                                                                                | HIC                                                                |
|------------+------------------------------------------------------------------------------------+--------------------------------------------------------------------|
| Mécanisme  | Perte d'eau                                                                        | Excès d’eau                                                        |
|------------+------------------------------------------------------------------------------------+--------------------------------------------------------------------|
| Étiologie  | _Avec hypernatrémie_                                                               | Potomanie, sd "tea and soast"                                      |
|            | \tabitem Une perte d’eau non compensée d’origine :                                 | Seuil de sécrétion d'ADH  anormalement bas (grossesse.)            |
|            | \ttabitem extrarénale                                                              | Altération du pouvoir maximal de dilution des urines.              |
|            | \tttabitem cutanée : coup de chaleur, brûlure ;                                    | \tabitem ADH basse : IRC avancée (DFG ≤ 20 mL/min),                |
|            | \tttabitem respiratoire : polypnée, hyperventilation prolongée, hyperthermie ;     | \tabitem ADH élevée :                                              |
|            | \tttabitem digestive : diarrhée osmotique.                                         | \ttabitem hypovolémie vraie (cf DEC)                               |
|            | \ttabitem rénale :                                                                 | \ttabitem hypovolémie "efficace"                                   |
|            | \tttabitem polyuries osmotiques : diabète, mannitol etc.,                          | IC congestive, cirrhose, syndrome néphrotique,                     |
|            | \tttabitem polyurie hypotonique (U/P osm ≤ 1) :  diabète insipide                  | \ttabitem SIADH                                                    |
|            | \tabitem Déficit d'apport d'eau (anomalies hypothalamiques,                        |                                                                    |
|            | pas d’accès libre à l’eau )                                                        |                                                                    |
|            | \tabitem Apport massif de sodium :                                                 |                                                                    |
|            | _Sans hypernatrémie_: mannitol...                                                  |                                                                    |
|------------+------------------------------------------------------------------------------------+--------------------------------------------------------------------|
| Bio        | Posm \gt 300 mOsm/kg d’eau.                                                        | Posm \lt 280 mOsm/kg.                                              |
| diagnostic | [Na+] \gt 145 mmol/L.                                                              | [Na+] \lt 135 mmol/L                                               |
|------------+------------------------------------------------------------------------------------+--------------------------------------------------------------------|
| Clinique   | Soif                                                                               | Nausées, confusion, céphalées                                      |
|            | Troubles neurologiques ( somnolence, asthénie... coma, HSD...)                     | Comitialité, trouble CS, coma                                      |
|            | Sécheresse des muqueuses, en particulier à la face interne des joues.              |                                                                    |
|            | Syndrome polyuro-polydipsique en cas de cause rénale.                              |                                                                    |
|            | Perte de poids.                                                                    |                                                                    |
|------------+------------------------------------------------------------------------------------+--------------------------------------------------------------------|
| Traitement | *Eau*                                                                              | *Restriction hydrique* (500 à 700 mL/j) +/-                        |
|            | \tabitem Déshydratation globale: soluté salé hypotonique à 4,5 g/L                 | \tabitem Si DEC, NaCL  oral ou soluté isotonique                   |
|            | \tabitem DIC: eau pure (/jamais par voie IV/)                                      | \tabitem Si SIADH, +/- urée per os ou diurétique anse              |
|            | \tabitem DIC + HEC : eau pure + diurétique  ou soluté hypotonique (IV).            | \tabitem Si HEC : restriction sodée et diurétiques de l’anse.      |
|            | *Si ancien ne pas dépasser 10 mmol/L/j (œdème cérébral, convulsions)*              | *Correction \le 10 mmol/L/j sur 24h puis 8 mmol/L*                 |
|            | La quantité d’eau à administrer peut être estimée par la formule suivante :        | *Hyponatrémie sévère* (Na < 120 mOsm/kg H2O)                       |
|            | -Déficit en eau = 60 % x poids x ([Natrémie/140] – 1)                              | - Perfusion rapide de NaCl hypertonique 3%                         |
|            |                                                                                    | - Puis NaCl 9 ‰ (\le  +10 mmol/L de natrémie sur 24h puis 8 mmol/L |
|            |                                                                                    | Si correction trop rapide  soluté glucosé 5 %  desmopressine       |
|            |                                                                                    | - Corriger  hypokaliémie associée !                                |
#+LATEX: }
#+end_table


# Diabète insipide central	Diabète insipide néphrogénique
# 1. Traumatique hypophysaire 	1. Acquis
# 2. Post-chirurgical
# –– chirurgie des adénomes hypophysaires 	• Médicamenteux
# –– lithium, déméclocycline, amphotéricine B
# 3. Ischémique 	• Insuffisance rénale
# 4. Néoplasique
# –– pinéalome
# –– métastases
# –– craniopharyngiome 	• Néphropathie interstitielle
# –– amylose
# –– syndrome de Gougerot- Sjögren
# –– néphrocalcinose
# 5. Granulome hypophysaire
# – sarcoïdose
# –– histiocytose 	• Altération du gradient cortico-papillaire
# –– syndrome de levée d’obstacle
# –– traitements diurétiques
# 6. Infectieuses
# –– encéphalite 	• Métabolique
# –– hypercalcémie
# –– hypokaliémie
# 7. Idiopathique 	2. Héréditaire (mutation du récepteur rénal
# de la vasopressine (ADH))
# –– lié à l’X dans 90 % des cas
# –– autosomique récessif dans 10 % des cas
