medecine/item265-anomalie_bilan_eau_sodium.tex
% Created 2021-04-22 Thu 11:27
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{tabularx}
\usepackage{booktabs}
\usepackage[margin=1cm]{geometry}
\usepackage{adjustbox}
\author{Alexis}
\date{\today}
\title{Anomalie bilan eau sodium}
\hypersetup{
 pdfauthor={Alexis},
 pdftitle={Anomalie bilan eau sodium},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.0.50 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\def\dec{$\searrow{}$}
\def\inc{$\nearrow{}$}
\newcommand{\tabitem}{~~\llap{\textbullet}~~}
\newcommand{\ttabitem}{~~~~~~\llap{$\square$}~~}
\newcommand{\tttabitem}{~~~~~~~~\llap{-}~~}

\begin{table}
\centering
\adjustbox{max width=\linewidth}{
\begin{tabular}{lll}
\hline
 & Déshydratation extracellulaire (DEC) & Hyperhydratation extracellulaire\\
\hline
Mécanisme & Perte de sodium (peut être iso-osmotique) & Gain de sodium\\
Étiologie & \uline{Pertes extrarénales} (natriurèse adaptée < 20 mmol/24 h) & \textbf{Insuffisance cardiaque} ;\\
 & \tabitem digestive : vomissements, diarrhées\ldots{} & \textbf{Cirrhose ascitique} ;\\
 & \tabitem cutanée : sudation (fièvre, exercice physique ), & \textbf{Syndrome néphrotique}\\
 & exsudation cutanée (brûlure, dermatose bulleuse), & Rénal:  GN  aiguës, IR aiguë et chronique\\
 & mucoviscidose. & Hypoprotidémies secondaires\\
 & \uline{Perte rénales} (natriurèse inadaptée > 20 mmol/24 h) & (dénutrition,  entéropathies exsudatives)\\
 & \tabitem maladie rénale intrinsèque : & Vasodilatation périphérique excessive (grossesse, Paget..)\\
 & néphropathie interstitielle (perte de sel) & \\
 & IRC sévère, régime désodé, & \\
 & syndrome de levée d’obstacle. & \\
 & \tabitem défaut de réabsorption tubulaire du sodium : & \\
 & \tabitem polyurie osmotique (diabète sucré, mannitol) & \\
 & \tabitem hypercalcémie, & \\
 & \tabitem utilisation de diurétiques, & \\
 & \tabitem insuffisance surrénale aiguë. & \\
 & \uline{"Troisième secteur"} (péritonites, pancréatites aiguës, & \\
 & occlusions intestinales, rhabdomyolyses traumatiques) & \\
\hline
Clinique & Perte de poids & Interstitiel :\\
diagnostic & Signe du pli cutané. & \tabitem \oe{}dèmes périphériques généralisés, déclives,\\
 & HypoTA orthostatique, puis décubitus. & blancs, mous, indolores et donnant le signe du godet\\
 & Tachycardie compensatrice réflexe. & Séreuses : épanchement péricardique, pleural, ascite\\
 & (Choc hypovolémique) & Plasmatique :\\
 & Aplatissement des veines superficielles. & \tabitem élévation de la pression artérielle\\
 & Baisse de la pression veineuse centrale. & \tabitem OAP\\
 & Oligurie avec concentration des urines si extra-rénal & Prise de poids.\\
 & Sécheresse de la peau dans les aisselles. & \\
 & Soif, moins marquée que DIC & \\
\hline
Biologie & \tabitem hémoconcentration: \inc protidémie, \inc Ht & Hémodilution (anémie, hypoprotidémie)\\
 & \tabitem Natriurèse effondrée (UNa < 20 mmol/24 h) (si perte extrarénale de Na)  : & \\
 & \tabitem Conséquences de l’hypovolémie : IR fonctionnelle, hyperuricémie & \\
 & \tabitem Alcalose métabolique de "contraction" & \\
\hline
Traitement & Oral (sel de table + gélules de NaCl) ou IV soluté salé isotonique 9g/L & Bilan sodé négatif :\\
 & Selon fonction cardiqaue, \textbf{Surveillance clinique} & \tabitem Régime alimentaire désodé (< 2 g/24 h)\\
 & Déficit extracellulaire (en litre) = 20 \% x poids actuel x ([Ht actuel/0,45] – 1) & \tabitem diurétiques d’action rapide\\
 &  & \\
 &  & \\
 &  & \\
\hline
 & DIC & HIC\\
\hline
Mécanisme & Perte d'eau & Excès d’eau\\
\hline
Étiologie & \uline{Avec hypernatrémie} & Potomanie, sd "tea and soast"\\
 & \tabitem Une perte d’eau non compensée d’origine : & Seuil de sécrétion d'ADH  anormalement bas (grossesse.)\\
 & \ttabitem extrarénale & Altération du pouvoir maximal de dilution des urines.\\
 & \tttabitem cutanée : coup de chaleur, brûlure ; & \tabitem ADH basse : IRC avancée (DFG ≤ 20 mL/min),\\
 & \tttabitem respiratoire : polypnée, hyperventilation prolongée, hyperthermie ; & \tabitem ADH élevée :\\
 & \tttabitem digestive : diarrhée osmotique. & \ttabitem hypovolémie vraie (cf DEC)\\
 & \ttabitem rénale : & \ttabitem hypovolémie "efficace"\\
 & \tttabitem polyuries osmotiques : diabète, mannitol etc., & IC congestive, cirrhose, syndrome néphrotique,\\
 & \tttabitem polyurie hypotonique (U/P osm ≤ 1) :  diabète insipide & \ttabitem SIADH\\
 & \tabitem Déficit d'apport d'eau (anomalies hypothalamiques, & \\
 & pas d’accès libre à l’eau ) & \\
 & \tabitem Apport massif de sodium : & \\
 & \uline{Sans hypernatrémie}: mannitol\ldots{} & \\
\hline
Bio & Posm \textgreater{} 300 mOsm/kg d’eau. & Posm \textless{} 280 mOsm/kg.\\
diagnostic & [Na+] \textgreater{} 145 mmol/L. & [Na+] \textless{} 135 mmol/L\\
\hline
Clinique & Soif & Nausées, confusion, céphalées\\
 & Troubles neurologiques ( somnolence, asthénie\ldots{} coma, HSD\ldots{}) & Comitialité, trouble CS, coma\\
 & Sécheresse des muqueuses, en particulier à la face interne des joues. & \\
 & Syndrome polyuro-polydipsique en cas de cause rénale. & \\
 & Perte de poids. & \\
\hline
Traitement & \textbf{Eau} & \textbf{Restriction hydrique} (500 à 700 mL/j) +/-\\
 & \tabitem Déshydratation globale: soluté salé hypotonique à 4,5 g/L & \tabitem Si DEC, NaCL  oral ou soluté isotonique\\
 & \tabitem DIC: eau pure (\emph{jamais par voie IV})  & \tabitem Si SIADH, +/- urée per os ou diurétique anse\\
 & \tabitem DIC + HEC : eau pure + diurétique  ou soluté hypotonique (IV). & \tabitem Si HEC : restriction sodée et diurétiques de l’anse.\\
 & \textbf{Si ancien ne pas dépasser 10 mmol/L/j (œdème cérébral, convulsions)} & \textbf{Correction \(\le\) 10 mmol/L/j sur 24h puis 8 mmol/L}\\
 & La quantité d’eau à administrer peut être estimée par la formule suivante : & \textbf{Hyponatrémie sévère} (Na < 120 mOsm/kg H2O)\\
 & -Déficit en eau = 60 \% x poids x ([Natrémie/140] – 1) & - Perfusion rapide de NaCl hypertonique 3\%\\
 &  & - Puis NaCl 9 ‰ (\(\le\)  +10 mmol/L de natrémie sur 24h puis 8 mmol/L\\
 &  & Si correction trop rapide  soluté glucosé 5 \%  desmopressine\\
 &  & - Corriger  hypokaliémie associée !\\
\end{tabular}
}
\end{table}
\end{document}
